;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Erik Jansson
; TranslationAuthorEmail: erik@mediabox.se
;

[Translation]
LangCode=081D|041D
ReadHabit=Left-to-right
LanguageName=
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bekräfta
Warning=Varning
Error=Fel
Confirm=Bekräfta
pmGo=Öppna mapp
pmNone=Välj ingen
pmAll1=Välj alla
pmrec=Rekommenderad
pmIgnore=Ignorera detta
pmExport=Exportera till ...
pmInvert=Invertera val
FrmWDC.pmPortable.caption=Skapa portabel version
FrmWDC.pmRestore.caption=Återställ
FrmWDC.pmSettings.caption=Inställningar
FrmGeneral.chkuac.caption=Hoppa över UAC
FrmWDC.pmHelp.caption=Onlinehjälp
FrmWDC.pmHome.caption=Hemsida
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Kontakta oss
FrmWDC.pmCheckNew.caption=Uppdatera
FrmWDC.pmLang.caption=Språk
FrmWDC.pmSkin.caption=Byt tema
FrmWDC.pmabout.caption=Om
FrmWDC.btncomm.caption=Vanlig städning
FrmWDC.btnadv.caption=Avancerad städning
FrmWDC.btnsilm.caption=Banta systemet
FrmWDC.btnlikeit.caption=Gilla det
FrmWDC.btnsuggest.caption=Förslag och feedback
FrmWDC.btnupdate.caption=Sök efter uppdatering
FrmWDC.btnfacebook.hint=Följ oss på Facebook
FrmWDC.btntwitter.hint=Dela på Twitter
FrmWDC.btnemail.hint=Dela med dina vänner
FrmWDC.btnassist.caption=Support
FrmAdvSettings.lblinfo.caption="Hitta tomma filer" körs bara en gång. Nästa gång måste du välja det igen.
Frmadvdc.btnscan.caption=Genomsök
Frmadvdc.lblpath.caption=Genomsök på:
Frmadvdc.btnrescan.caption=Genomsök igen
Frmadvdc.btnall.caption=Välj alla
Frmadvdc.btnadvanced.caption=Avancerade inställningar
Frmadvdc.btnnone.caption=Välj ingen
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner är den ledande fria registerstädaren för Windows. Snabb, grundlig och säker!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Den snabbaste genomsökninngen i världen!
Frmadvdc.lblrec.caption=Andra appar användarna gillar:
Frmadvdc.vtfiles.Columns[0]=Filnamn
Frmadvdc.vtfiles.Columns[1]=Storlek
Frmadvdc.vtfiles.Columns[2]=Sökväg
Frmadvdc.vtfiles.Columns[3]=Senast använd
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lägg till
FrmAdvSettings.btnremove.caption=Ta bort
FrmAdvSettings.btncancel.caption=Avbryt
FrmAdvSettings.wcknull.caption=Hitta tomma filer (0 bytes, långsammare)
FrmAdvSettings.wckshortcut.caption=Hitta ogiltiga genvägar (långsammare)
FrmAdvSettings.caption=Avancerade inställningar
FrmAdvSettings.btnre.caption=Rekommenderad
FrmAdvSettings.btnall.caption=Välj alla
FrmAdvSettings.btnnone.caption=Välj ingen
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Avbryt
FrmAbout.caption=Om
FrmAbout.lblver.caption=Nuvarande version:
FrmAbout.lblhome.caption=Hemsida:
FrmAbout.lblemail.caption=Support epost:
FrmAbout.lblthanks.caption=Tack till följande människor för deras bidrag:
FrmAbout.btngoogle.hint=Följ oss på Google+
FrmAutorunSettings.lblcmd.caption=Kommandoradsläge
FrmAutorunSettings.lblcmdinfo.caption=Du kan köra programmet, genomsöka och rengöra dina diskar automatiskt via kommandotolken. För mer information, tryck F1 eller klicka på följande länk för att läsa våra hjälpdokument.
FrmAutorunSettings.chk1.caption=Skapa en 'Rensa-med-ett-klick'-ikon, och placera den på skrivbordet
FrmAutorunSettings.chkadv.caption=Inkludera avancerad rensning
FrmAutorunSettings.btnhelp.caption=Onlinehjälp
Frmcommon.lblcustom.caption=Anpassad
Frmcommon.lblcustomhint.caption=Genomsök anpassade poster.
FrmCommon.btnBack.caption=Tillbaka till huvudsidan
FrmCommon.btnall.caption=Välj alla
FrmCommon.btnre.caption=Förslag
FrmCommon.btnnone.caption=Välj ingen
FrmCommon.wckadv.caption=Inkludera avancerad rensning
FrmCommon.WiseLabel1.caption=Schemaläggare
FrmCommon.lbltype.caption=Välj körläge:
FrmCommon.lblweek.caption=Välj dag:
FrmCommon.lbltime.caption=Tid:
FrmCommon.btnScan.caption=Genomsök
FrmCommon.lblstat.caption=Snabb och enkelt sätt att rensa bort onödiga filer och spår.
FrmCommon.btncancel.caption=Avbryt
FrmCommon.btnrescan.caption=Genomsök igen
FrmCommon.lbltrash.caption=Skräp
FrmCommon.lbltrace.caption=Spår
FrmCommon.lblapp.caption=Appar
FrmCommon.lblcookie.caption=Kakor
FrmCommon.lbltrashhint.caption=Onödiga filer i datorn.
FrmCommon.lbltracehint.caption=System och användarspår.
FrmCommon.lblapphint.caption=Filer och spår skapade av appar.
FrmCommon.lblcookiehint.caption=Från webbläsare och Flash.
FrmExclusion.btnAddFile.caption=Lägg till en fil
FrmExclusion.btnAddFolder.caption=Lägg till en mapp
FrmExclusion.btnAddType.caption=Lägg till en filtyp
FrmExclusion.BtnAddCookie.caption=Lägg till kakor
FrmExclusion.btnImport.caption=Importera
FrmExclusion.btnExport.caption=Exportera
FrmExclusion.btnRemove.caption=Ta bort
FrmGeneral.lblmode.caption=Välj ditt användarläge:
FrmGeneral.chkmode0.caption=Enkelt läge
FrmGeneral.chkmode1.caption=Klassiskt läge
FrmGeneral.lbtran.caption=Översätt till...
FrmGeneral.chkNews.caption=Få nyhetsbrev
FrmGeneral.chknotice.caption=Visa notifieringvid autorensning
FrmGeneral.chkwipe.caption=Säker borttagning (långsammare)
FrmGeneral.WiseLabel1.caption=Uppdatera:
FrmGeneral.WiseLabel2.caption=Standardspråk:
FrmGeneral.btnchecknew.caption=Sök nu
FrmGeneral.chkexp.caption=Gå med i användarupplevelseprogrammet
FrmGeneral.lblexp.caption=Uppgifter
FrmGeneral.chkassist.caption=Meddela mig när någon postar en betald fråga.
FrmCustom.WiseLabel4.caption=Anpassade mappar att tömma (gäller avancerad städning)
FrmCustom.btnAdd.caption=Lägg till
FrmCustom.btnRemove.caption=Ta bort
FrmCustom.lblCustom.caption=Anpassa dina sökinställningar.
FrmCustom.lblcustominfo.caption=Om du är en van användare kan du anpassa dina sökinställningar för att söka efter fler onödiga filer. Klicka på följande länk för att lära dig hur du gör din egen konfigurationsfil.
FrmCustom.btnhelp.caption=Hjälp online
FrmMode.lblmode.caption=Välj ditt användarläge
FrmMode.btnAdv.caption=Klassiskt läge
FrmMode.btnSimple.caption=Enkelt läge
FrmRestore.btnrestore.caption=Återställ
FrmRestore.btnremove.caption=Ta bort
FrmRestore.Btnclose.caption=Stäng
FrmRestore.caption=Återställ
FrmSettings.tsCommon.caption=Allmän
FrmSettings.tsAutoRun.caption=Autokör
FrmSettings.tsExclusion.caption=Undantag
FrmSettings.btnAbout.caption=Om
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Avbryt
FrmSettings.caption=Inställningar
FrmSettings.tsCustom.caption=Anpassad
FrmSysClean.lblrecommendinfo.caption=Prova våra smarta produkter för att förbättra Windows prestanda nu.
FrmSysClean.lblcareinfo.caption=Wise Care 365 är en allt-i-ett PC justeringsverktyg, som inkluderar alla funktioner i Wise Registry Cleaner and Wise Disk Cleaner. Enkel att använda och effektiv!
FrmSysClean.lblre.caption=Vill du förbättra din Windowsprestanda ytterligare?
FrmSysClean.btnSlimming.caption=Ta bort
FrmSysClean.btnall.caption=Välj alla
FrmSysClean.btnrecommended.caption=Förslag
FrmSysClean.btnnone.caption=Välj ingen
FrmSysClean.vtsys.Columns[0]=Post
FrmSysClean.vtsys.Columns[1]=Storlek
FrmSysClean.vtsys.Columns[2]=Plats
FrmSysClean.vtsys.Columns[3]=Rekommenderad
FrmDiskDefrag.btnfree.caption=Ledigt utrymme
FrmDiskDefrag.btnfolder.caption=Mapp
FrmDiskDefrag.btnfile.caption=Fil
FrmDiskDefrag.btnsystem.caption=Systemfil
FrmDiskDefrag.btnFragmented.caption=Fragment
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Stäng av efter defragmentering.
FrmDiskDefrag.btnpause.caption=Paus
FrmDiskDefrag.btnstop.caption=Stopp
FrmDiskDefrag.btnDefrag.caption=Defragmentera
FrmWDC.btndefrag.caption=Defragmentering
FrmScheduler.caption=Schemaläggare
[Lang]
NativeLanguage=Svenska
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=OK
ButtonMinimize=Minimera
ButtonMaximize=Maximera
ButtonClose=Stäng
ButtonRestore=Återställ
ButtonMenu=Meny
ClearMode=Enkelt läge
ClassicMode=Klassiskt läge
[Message]
ConfirmRemoveDownload=Detta tar bort alla filer i nedladdningsmappen. Vill du fortsätta?
Skipped=Hoppade över
NeedAdmin=Den här funktionen är tillgänglig för administrtörer. Om du vill köra den, Logga in som administratör.
Entries=Poster
Clean=Rensa
ScheduleHint=Rensa din dator regelbundet.
UpdateError=Uppdateringsfel. Vill du ladda ner den sensate verionen från vår hemsida?
LestOneItem=Du måste välja minst en sak att rensa.
HistorySaved=Totalt sparat utrymme: %s
DisableAdd=För säkerhets skull är det inte tillåtet att lägga till speciella mappar (som "Windowsmappen", "hårddiskens startfiler" och "CD-ROM") i den här listan.
ConfirmAdd=Är du säker på att du vill ta bort alla filer i %s när du kör "Avancerad städning"?
DupFolder=Mappen finns redan i listan.
ExImport=Undantagslistan har exporterats till:
SelectHardDrive=Välj en hårddisk
CreationDate=Skapad datum
Description=Beskrivning
NowCleaning=Städar nu:
ScheduleNextTime=Nästa gång:
Never=Aldrig
InputType=Skriv filnamn eller filtyp (till exempel: *.tmp)
WarnNoType=Välj minst en filtyp att söka efter!
NoItemChecked=Välj en eller flera filer att ta bort.
WDCRunning=Programmet körs.
RemoveSysRestore=Vill du ta bort den valda systemåterställningspunkten?
RestoreFromSysRestore=Du måste starta om datorn för systemåterställning. Vill du starta om nu?
WarnZeroFile=Du valde läget "Tomma filer". Vissa 0-bytefiler behövs, kontrollera dem innan du tar bort dem. Är du säker på att du vill göra detta?
SysRestoring=Förbereder att återställa systemet...
SysCreating=Skapar en systemåterställningspunkt...
Browse=Bläddra...
AllHardDrive=Lokala hårddiskar
Cleaning=Städar...
Exported=Följande poster har exporterats till %s, vill du öppna filen nu?
LeftTimeSec=Tid kvar: %s sekund(er)
Safetodel=Den här filen kan tas bort.
MoreSpace=För mer utrymme.
Unknow=Okänd.
AddFileType=Lägg till en filtyp
AlreadExist=%s finns redan i listan.
illegalType=%s är en otillåten filtyp.
Summary=Sammanfattning
InputSummary=Skriv en beskrivning för den här filtypen:
noselected=Inga poster har valts.
DelFileType=Är du säker på att du vill ta bort den här filtypen?
ScanAborted=Sökningen har avbrutits!
TrashFound=%d filer, totalt %s funna.
NoTrashAndTrace=Gratulerar! Du har en ren dator!
CleanDone=Städningen är klar!
LestOne=Välj minst en post att genomsöka.
LestOneClean=Välj minst en post att genomsöka.
Scanning=Söker...
InvalidIgnorItem=Kan inte ignorera den här posten.
TraceFound=%d spår funna.
CleanNow=Föreslår omedelbar städning.
TrashRemoved=%d filer togs bort och %s diskutrymme frigjordes.
TraceRemoved=%d spår togs bort.
LastCommonClean=Senaste gången du städade din disk var:
Working=Vänta tills den nuvarande uppgiften är klar och försök igen.
NoFilesFound=Inga skräpfiler
NoTracesFound=Inga spår
FindTraces=%d spår
NoItemFound=Inga poster funna
FindFilesSize=%d filer, totalt %s funna
FindTracesSection=%d spår funna i den här sektionen
CanFreeSpace=%d filer funna och %s kommer att sparas
TotalTraces=Totalt %d spår funna
EnableRestore=Systemåterställning avstängd. Vill du aktivera systemåterställning?
RestorePointFail=Kunde inte skapa en systemåterställningspunkt.
ErrorMsg=Felmeddelande:
NoNewVer=Du använder den senaste versionen.
KeyWord=Skriv dina nyckelord:
AddFolder=Lägg till en mapp
CannotCrTask=Kan inte skapa en schemalagd uppgift.
InvalidType=Skriv ett giltigt filtillägg.
NoType=Välj minst en typ att söka.
FailToDelete=Vissa filer som inte kan tas bort kan eventuellt tas bort enter en omstart.
GoodHabit=Att hålla din PC ren är en god vana. Fortsätt med det!
7After=%d dagar har gått sedan din senaste städning. En omedelbar genomsökning rekommenderas.
7Before=Det är en god vana att hålla dina hårddiskar rena och din integritet säkrad.
TaskExists=Den schemalagda uppgiften finns redan. Vill du ta bort den eller skapa en ny uppgift? (Nej - Redigera den befintliga uppgiften. Avbryt - Avbryt uppgiften.)
NoBackupSelected=Välj minst en säkerhetskopia att återställa.
StartScan=Genomsök
StartClean=Rensa
Cancel=Avbryt
Idle=Vid inaktivitet
Daily=Dagligen
Weekly=Veckovis
Monthly=Månadsvis
Monday=Måndag
Tuesday=Tisdag
Wednesday=Onsdag
Thursday=Torsdag
Friday=Fredag
Saturday=Lördag
Sunday=Söndag
AvdDefaultHint=Här finns avancerade inställningar för att hitta fler onödiga filer och frigöra mer utrymme.
TrashFoundEx=Följand skräpfiler hittades:
NoDriveChecked=Du ska välja en eller fler hårddiskar att genomsöka.
ScanFor=Genomsöker disk:
FindDrives=Söker efter hårddiskar...
Login=Vid inloggning
NewVer=En ny version av Wise Disk Cleaner är tillgänglig! Vill du uppdatera nu?
TranslateTo=Översätt till...
AddCookies=Lägg till kakor
InputCookie=Skriv in kakor ( till exempel: wisecleaner.com o.s.v...)
InvalidCookie=Ogiltiga kakor
BrowserRunning=%s körs. Vill du stänga den? Annars kan inte cache och kakor rensas.
[CommonClean]
ScanAbortedHint=Vi föreslår att du söker igen genast för att hitta onödiga filer och spår.
DefaultHint=Att städa bort onödiga filer och Internetspår kan spara utrymme och säkra din integritet.
ScanAbortedHint1=Vi föreslår att du söker igen genast för att hitta onödiga filer och spår.
WhenIdle=Vid inaktivitet
WhenLogin=Vid inloggning
[SysClean]
Open=Öppna
Remove=Ta bort
MoreSpace=Valfritt
Cleaning=Städar...
Scanning=Söker...
ScanEnd=Totalt %d poster funna. %s diskutrymme kommer att frigöras efter nedbantning.
NoItems=Din systemdisk är ren.
SpaceFreed=Nedbantning avslutad. %s diskutrymme frigjort.
Installer=Föråldrad Windows-installationsfil
LongInstaller=Föråldrade Windows-installationsfiler är onödiga filer. De kan tas bort för att frigöra diskutrymme.
PatchUninstall=Avinstallationsfiler för Windows uppdateringar
LongPatchUninstall=Om du inte behöver avinstallera Windows uppdateringar kan du ta bort dessa filer.
Downloadedfiles=Windows nedladdade installationsfiler
Longdownloadedfiles=Efter att en Windowsuppdatering är avslutad är det säkert att ta bort dessa filer.
Baselinecache=Windows bascache
LongBaselinecache=Dessa filer skapdes av Windows installinstallationstjänst och de kan tas bort.
JPIME=Japansk IME
LongJPIME=Om du inte behöver japanska IME-filer längre kan du ta bort dem.
KoreanIME=Koreansk IME
LongKoreanIME=Om du inte behöver koreanska IME-filer längre kan du ta bort dem.
TChineseIME=Traditionell kinesisk IME
LongTChineseIME=Om du inte behöver traditionella kinesiska IME-filer längre kan du ta bort dem.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Om du inte behöver Microsofts pinyin IME-filer längre kan du ta bort dem.
HelpFile=Windows hjälpfiler
LongHelpFile=Om du inte behöver Windows hjälpfiler längre kan du ta bort dem.
SamplePic=Windows exempelbilder
LongSamplePic=Om du inte behöver exempelbilder längre kan du ta bort dem.
SampleMic=Windows exempelmusik
LongSampleMic=Om du inte behöver exempelmusik längre kan du ta bort den.
SampleVideos=Windows exempelfilmer
LongSampleVideos=Om du inte behöver exempelfilmer längre kan du ta bort dem.
SampleMedia=Windows exempelmedia
LongSampleMedia=Om du inte behöver exempelmedia längre kan du ta bort den.
Wallpaper=Windows bakgrundsbilder
LongWallpaper=Om du inte behöver bakgrundsbilder längre kan du ta bort dem.
[DiskDefrag]
Volume=Enhet
Format=Filsystem
TotalSpace=Totalt utrymme
FreeSpace=Ledigt utrymme
Fragmented=Fragment
Status=Status
PmDefrag=Defragmentera
QuickOpt=Snabb optimering
FullOpt=Full optimering
PmAnlyse=Analysera
Resume=Fortsätt
Analying=Analyserar
Defragmenting=Defragmenterar
Optimizing=Optimerar
Analyed=Analyserad
Defragmented=Defragmenterad
Optimized=Optimerad
Pause=Paus
IsSSD=Ditt val kan innehålla minst en SSD-disk och diskdefragmentering kan förkorta dess livslängd. Är du säker på att du vill fortsätta?
FragmentedRate=Fragmentering
[Area]
WinInstallerPackage=Föråldrad Windows-installationsfil
MSOfficeXP=Microsoft Office XP
AOLInstantMessenger=AOL Instant Messenger
Tango=Tango
Tag&Rename=Tag&&Rename
FormatFactory=Format Factory
VirtualDJ=VirtualDJ
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
StardockWindowBlinds=Stardock Window Blinds
AimersoftVideoConverter=Aimersoft Video Converter
WondershareVideoConverter=Wondershare Video Converter
SyncBackFree=SyncBack Free
Picasa=Picasa
SublimeText=Sublime Text
TheBat=TheBat
HandBrake=HandBrake
PhotodexProShowProducer=Photodex ProShow Producer
NVIDIAInstallFiles=NVIDIA installationsfiler
SonyVegasPro=Sony Vegas Pro
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
SamsungKies=Samsung Kies
dBpoweramp=dBpoweramp
KMPlayer=KMPlayer
KantarisMediaPlayer=Kantaris Media Player
McAfeeAntiVirus=McAfee AntiVirus
Paint.net=Paint.net
AdobeAir=Adobe Air
Evernote=Evernote
Sketchup=Sketchup
CDBurnerXP=CDBurner XP
DirectoryOpus=Directory Opus
GomPlayer=Gom Player
MailWasherPro=Mail Washer Pro
FoxitPhantomPDF=Foxit Phantom PDF
Gadu-Gadu=Gadu-Gadu
Anonymizer=Anonymizer
InkScape=InkScape
DVDFab=DVDFab
CopernicDesktopSearch=Copernic Desktop Search
4Sync=4Sync
UniversalExtractor=Universal Extractor
DivXplayer=DivX player
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPowerDirector=CyberLink Power Director
CyberLinkPhotoDirector=CyberLink Photo Director
AlZip=AlZip
RegEditX=RegEditX
AkelPad=AkelPad
PhotoScape=PhotoScape
BlueStacks=BlueStacks
ManyCam=ManyCam
XnView=XnView
FastStoneImageViewer=FastStone Image Viewer
QQImg=QQ Recived Images
QQRFile=QQ Recived Files
AIMP3=AIMP3
GIMP=GIMP
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
ConvertXToDVD=ConvertXToDVD
I2P=I2P
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FoxitReader=Foxit Reader
GoZillailla=GoZillailla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=Breeze Browser Pro
PerfectDisk=Perfect Disk
CamtasiaStudio=Camtasia Studio
ACDSee=ACDSee
YahooToolbar=Yahoo Toolbar
AdvancedSearchbar=Advanced Searchbar
WinLiveToolbar=Windows Live Toolbar
GoogleToolbar=Google Toolbar
GoogleDeskbar=Google Deskbar
GoogleCalendar=Google Calendar
GoogleTalk=Google Talk
MSSearchHelper=MS Search Helper
NoteXpad=NoteXpad
Ditto=Ditto
Pando=Pando
Last.FM=Last.FM
FeedDemon=Feed Demon
WinDiff=WinDiff
CompareIt=CompareIt
ExamDiff=ExamDiff
AshampooBurningStudio=Ashampoo Burning Studio
Battle.net=Battle.net
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
SWiSH=SWiSH
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProXI=PaintShop Pro XI
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
VirtualDub=VirtualDub
TextPad=TextPad
WindowsMovieMaker=Windows Movie Maker
FreshDownload=Fresh Download
PicoZip=PicoZip
AceHTML=AceHTML
ABBYYFineReader=ABBYY FineReader
Notepad++=Notepad++
FastStoneCapture=FastStone Capture
PowerISO=PowerISO
Thunder=Thunder
QIHU360TotalSecurity=360 Total Security
TencentQQGame=Tencent QQGame
ThunderXMP=Thunder XMP
DriveTheLife=DriveTheLife
AdobeFireworks=Adobe Fireworks
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
RegEdit=RegEdit
GameExplorer=Game Explorer
PKZip=PKZip
ZipMagic=ZipMagic
Yandex=Yandex
YandexCache=Yandex Cache
YandexLocalstorage=Yandex Localstorage
YandexForm=Yandex Autocomplete Form History
Yandexpass=Yandex Saved Passwords
YandexSession=Yandex Session
YandexCookies=Yandex Cookies
Vivaldi=Vivaldi
VivaldiCache=Vivaldi Cache
Vivaldilocalstorage=Vivaldi Localstorage
VivaldiForm=Vivaldi Autocomplete Form History
VivaldiSavedpasswords=Vivaldi Saved Passwords
VivaldiSession=Vivaldi Session
VivaldiCookies=Vivaldi Cookies
WinSxsBackup=Windows WinSxs backup
LogMeIn=LogMeIn
WinPatrol=WinPatrol
VirtualCloneDrive=Virtual Clone Drive
CloneCD=CloneCD
ImgBurn=ImgBurn
IZArc=IZArc
TUGZip=TUGZip
SUPERAntiSpyware=SUPERAntiSpyware
SpywareTerminator=Spyware Terminator
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
iTunes=iTunes
QQPCMgr=QQPCManager
BaiduYunGuanjia=BaiduYunGuanjia
YY=DuoWan YY
Chromelocalstorage=Google Chrome historik
LogFiles=Loggfiler
syscache=Systemcache
Systempatches=Systemuppdateringar
tempfiles=Tillfälliga filer
Invalidsysconfig=Ogiltiga systeminställningar
SystemTrace=Windows och appspår
WindowsSystem=Windowssystemet
MicrosoftIE=Microsoft IE
Microsoft IE=Microsoft IE
GoogleChrome=Google Chrome
MozillaFireFox=Mozilla Firefox
Opera=Opera
Safari=Safari
PaleMoon=PaleMoon
WindowsComponents=Windowskomponenter
Cookies=Kakor
AdobeFlash=Adobe Flash
MSOffice97=Microsoft Office 97
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
InvalidScTask=Ogiltiga schemaläggningar
Downloads=Webbläsarens nedladdade filer
MicrosoftEdge=Microsoft Edge
MSEdgeSession=Microsoft Edge session
MSEdgeCookies=Microsoft Edge kakor
MSEdgeCache=Microsoft Edge cache
MSEdgeRecentlyTypedURLs=Microsoft Edge nyligen inskrivna URL
MSEdgeSavedFormInformation=Microsoft Edge formulärhistorik
MSEdgeSavedPasswords=Microsoft Edge sparade lösenord
MSEdgeHistory=Microsoft Edge historik
MSEdgeDownloadHistory=Microsoft Edge nedladdningshistorik
IISLog=IIS loggfiler
WindowsSysCache=Windows systemcache
QQ=Tencent QQ
TeamViewer=TeamViewer
ChromeSession=Google Chrome session
MSOneDrive=Microsoft One Drive
RealVNC=RealVNC
OpenOffice=OpenOffice
OxygenXMLEditor=Oxygen XML Editor
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
KingsoftOffice=Kingsoft Office 2013
UltraEdit=UltraEdit
UltraISO=UltraISO
Microsoft.SkypeApp=Skype
Microsoft.WindowsFeedbackHub=Windows Feedback Hub
Microsoft.WindowsFileRecovery=Windows File Recovery
Microsoft.WindowsSoundRecorder=Windows Sound Recorder
uTorrent=uTorrent
MicrosoftSilverlight=Microsoft Silverlight
PaleMoonCache=PaleMoon cache
PaleMoonHistory=PaleMoon historik
PaleMoonCookies=PaleMoon kakor
PaleMoonDownloadHistory=PaleMoon nedladdningshistorik
PaleMoonSession=PaleMoon session
PaleMoonSitePreferences=PaleMoon sidinställningar
PaleMoonSavedFormInformation=PaleMoon formulärhistorik
VLCMediaPlayer=VLC Media Player
CorelVideoStudioPro=Corel VideoStudio
QuickTimePlayer=QuickTime Player
WinInstallerCache=Windows installationscache
MESCache=Microsoft Security Essentials
AppleInstallCache=Apple Software installationscache
MetroCache=Windows Metro cache
UserDefine=Användarens egna städningsregler
OfficeRecent=Microsoft Office senaste historik
IEHistory=Microsoft Internet Explorer aktiva historik
FontCache=Windows typsnittscache
InvalidStartMenu=Ogiltiga starmenyposter
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader tillfälliga filer
AdobePhotoshop=Adobe Photoshop historik
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera cache
OperaHistory=Opera historik
OperaCookies=Opera kakor
OperaSessions=Opera sessions
OperaURLHistory=Opera inskrivna URL
OperaSiteIcon=Opera webbsidesikoner
OperaPassword=Opera sparade lösenord
Networkmapping=Nätverkshistorik
LastDownloadDir=Senaste nedladdningsplats
TrashClean=Onödiga filer i datorn
TraceClean=Spår i datorn
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Andra appar
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windowskomponenter
FireFoxOther=Mozilla Firefox historik
FireFoxPass=Mozilla Firefox sparade lösenord
FireFoxForm=Mozilla Firefox formulärhistorik
FireFoxCookies=Mozilla Firefox kakor
ChromePass=Google Chrome sparade lösenord
ChromeForm=Google Chrome formulärhistorik
ChromeCookies=Google Chrome kakor
IEPass=IE sparade lösenord (privat data listas inte)
IEForm=IE formulärhistorik (privat data listas inte)
IECookies=Microsoft IE kakor
DOMStoreCookies=Microsoft IE DOMStore kakor
IEAddressBarHistory=Microsoft Internet Explorer adressradshistorik
TypeInternetCache=Webbläsarcache
TypeInternetTrace=Webbläsarspår
JumpList=Aktivitetsfältets snabbåtkomstlista (Fastnålade objekt tas också bort)
SearchList=Windows sökhistorik
TraryNotify=Windows notifieringscache
ExplorerMRU=Senast använt i utforskaren
Recentdocuments=Senaste dokument
RunStartMenu=Kör i startmenyn
TypeSystem=Windowssystemet
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla Firefox cache
ChromeCache=Google Chrome cache
IECahce=Microsoft IE cache
LogFile=Systemets loggfiler
DownloadedPatch=Windows uppdateringsfiler
ErrorReport=Felrapportfiler
Dump=Minnesdumpfiler
ThumbCache=Miniatyrbildscache
InvalidLnk=Ogiltiga genvägar
UserTemp=Skräpfiler skapade av appar
SysTemp=Skräpfiler skapade av Windows
Prefetch=Gammal prefetchdata
RemoteDesktop=Cachefiler från fjärrskrivbord
Recyclebin=Töm papperskorgen
SafariCache=Safari Internetcache
SafariHistory=Safari historik
SafariCookies=Safari kakor
SafariPass=Safari formulärhisorik
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
[Type]
UserDefine=Användardefinierat
ZeroFile=Tomma filer - 0 bytes
WinSetupLog=Windows felrapportfiler
NtUninstall=Avinstallera Windows installationsfiler
InvalidLnk=Ogiltiga genvägar
UserTemp=Filer i användarnas tillfälliga mappar
WinTemp=Filer i Windows tillfälliga mappar
RecentFiles=Länkar till senaste filer
PatchSource=Windows uppdateringskällor
TempFile=Tillfälliga filer
fcwdir=Filer akapde av en nedladdningsprocess
tfcbp=Tillfälliga filer skapade av progam
sdrf=Återställningsfiler skapade under diskdenomsökning
OldFile=Gamla filer
outdatedfile=Föråldrade filer
fcwhfir=Filer skapade när en hjälpfil kördes
Ncfile=Nyhetsgruppers cachefiler
Backupfile=Backupfiler
WBfile=MS Word backupfiler
Cbswahf=Filer skapade när en hjälpfil genomsöktes
whtf=Windows tillfälliga hjälpfiler
Logfile=Loggfiler
LLogfile=Loggfiler skapade av appar eller systemtjänster.
Errorfile=Felrapportfiler
Wmdf=Win200/XP minnesdumpfiler
bcomf=Säkerhetskopior av ändrade filer
Indexfile=Indexfiler
ifcbsiotitpbs=Indexfiler skapade av systemet fö att förbättra bildhanteringshastigheten
Tfcds=Tillfälliga filer skapade under installationen
Intermediatefile=Tillfälliga filer
chkfile=Återskapad fil
[AutoClean]
DiskSaved=diskutrymme har sparats.
Title=Gratulerar!
TraceCleanned=spår har rensats.
[Skin]
SkinDefault=Standard
SkinGray=Grå
SkinOrange=Orange
SkinCustom=Anpassad
SkinColor=Anpassad temafärg
[AutoUpdate]
CurrentFile=Nuvarande fil:
Canceling=Avbryter...
CANCEL=Avbryt
Ready=Redo för nedladdning
[EUASK]
regcaption=Registrera
logincaption=Inloggning
FrmEuaskLogin.lblJoin.Caption=Gå med i Euask
FrmEuaskLogin.lblSign.Caption=Logga in i Euask
FrmEuaskLogin.lblnick.Caption=Användarnamn:
FrmEuaskLogin.lbl1.Caption=Lösenord:
FrmEuaskLogin.btnlogin.caption=Inloggning
FrmEuaskLogin.btnregister.Caption=Registrera
FrmEuaskLogin.btnpwd.Caption=Glömt ditt lösenord?
FrmEuaskLogin.WiseLabel1.Caption=Användarnamn:
FrmEuaskLogin.WiseLabel2.Caption=Lösenord:
FrmEuaskLogin.btnreg.caption=Registrera
FrmEuaskLogin.WiseSimpleButton1.Caption=Inloggning
FrmEuaskLogin.lbl2.Caption=Epost:
FrmEuaskLogin.btnnone.Caption=Inte nu
inputuser=Skriv ditt användarnamn och lösenord.
